<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="wd.aspx.cs" Inherits="SPACRM.WebApp.wechat.Order.wd" %>


<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head id="Head1" runat="server">
<meta charset="utf-8">
<meta content="initial-scale=1.0,user-scalable=no,maximum-scale=1,width=device-width" name="viewport" /> 
<meta content="yes" name="apple-mobile-web-app-capable" /> 
<meta content="black" name="apple-mobile-web-app-status-bar-style" /> 
<meta content="telephone=no" name="format-detection" />
<link type="text/css" href="css/main.css" rel="stylesheet" />
<title>爱宠筹用户注册协议</title>
</head>
<body>
    <form id="form1" runat="server">
   
    </form>
    <div>
        <h1 style="text-align:center;"> 用户注册服务协议</h1><br />
        爱宠筹是上海友宠信息科技有限公司（简称“爱宠筹”）运营的网络平台，本协议的双方是爱宠筹的注册用户（简称“您”）与爱宠筹。在您注册并使用“爱宠筹”提供的各项服务之前，请您务必仔细阅读并透彻理解本协议条款。如果您同意注册并使用“爱宠筹”提供的服务，视为您已经认真阅读、理解并完全接受了本协议全部内容，本协议即时在您与爱宠筹之间发生法律效力。<br />
        以下为本协议内容：<br />
        1、您应是具有完全民事权利能力和民事行为能力的自然人，或依法设立并有效存续的单位（包括企业法人及其他组织）。<br />
        2、您应妥善保管您的登录用户名和密码，使用您的用户名和密码登陆爱宠筹进行的任何操作，将视为您本人的操作，一切后果由您本人承担。如果您的用户名或密码泄露，您应立即通知爱宠筹，以避免可能的损失。<br />
        3、您在注册时及在使用爱宠筹提供的服务时提供的相关资料及信息应真实、准确、有效、完整，且不存在误导陈述，不侵害其他人的知识产权及合法权益。前述资料及信息包括：您在注册或登录过程中、在任何公共信息区域（包括留言栏或反馈区）或通过任何电邮形式或手机短信向爱宠筹或其他用户提供的所有内容。<br />
        4、为更好地保护您的合法权益并向您提供优质、高效的服务，爱宠筹可能将您的信息应用在以下方面：<br />
        &nbsp;&nbsp;&nbsp;&nbsp;（1）在您登陆爱宠筹时进行必要的身份验证；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;（2）根据您的浏览记录及相关信息，向您推荐您可能感兴趣的项目资料；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;（3）针对您通过爱宠筹提出的任何问题及时予以回复，并提供必要的协助；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;（4）分析爱宠筹的用户需求及使用情况，以为您提供更优质的服务；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;（5）在项目众筹成功后，将项目支持人的姓名/名称及联系方式发送给项目发起人，以协助项目发起人兑现对项目支持人的回报；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;（6）用于向您提供的其他相关服务，比如向您发送爱宠筹的有关通知、服务公告等。<br />
        5、爱宠筹将针对您的个人交易向您微信发送相关信息，同时也会将此类信息的发送控制在最低限度。<br />
        6、您在对爱宠筹发布的项目提供众筹支持时，应认真阅读爱宠筹发布的有关该项目的一切信息。如果您确定为某项目提供众筹支持，视为您已经完全理解并接受该项目的相关内容及风险，一切后果由您本人承担，爱宠筹不承担任何责任。<br />
        7、爱宠筹不保证爱宠筹发布的所有项目均能够众筹成功，如项目众筹失败，爱宠筹会协助项目发起人将众筹金额无息返还给项目支持人，项目发起人或项目支持人均不得要求爱宠筹承担任何责任。<br />
        8、如爱宠筹上发布的项目众筹成功，则爱宠筹会协助、监督项目发起人兑现对项目支持人的回报，如项目发起人与项目支持人因此产生纠纷，应双方协商解决，爱宠筹可提供必要的协助，但任何一方均不得要求爱宠筹承担任何责任。<br />
        9、爱宠筹应对您提供的信息履行保密义务，非为本协议约定之目的或按照法律、法规、有权机关的要求进行信息披露外，未经您事先书面同意，爱宠筹不应向任何第三方披露您的信息。<br />
        10、您在使用爱宠筹提供的服务时应遵守中华人民共和国相关法律法规、不得将本服务用于任何非法目的，也不得以任何非法方式使用本服务。<br />
        11、当您存在包括但不限于下列情形之一时，爱宠筹有权立即终止向您提供服务而无需承担任何责任，并有权要求您赔偿爱宠筹因此遭受的一切损失：<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.1&nbsp;违反本协议的约定；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.2&nbsp;冒用他人名义使用本服务；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.3&nbsp;利用本服务侵害他人的合法权益；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.4&nbsp;从事非法交易，如洗钱、贩卖枪支、毒品、禁药、盗版软件、淫秽物品等；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.5&nbsp;从事任何可能含有电脑病毒或可能侵害本服务系统之行为；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.6&nbsp;爱宠筹认为向您提供本服务存在风险的；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.7&nbsp;其他导致爱宠筹终止向您提供服务的行为。<br />
        12、您理解并同意，爱宠筹不对因下述任一情况导致的您的任何损害承担赔偿责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿&nbsp;(无论爱宠筹是否已被告知该等损害赔偿发生的可能性)：<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12.1&nbsp;爱宠筹基于单方判断（包括但不限于爱宠筹认为您已经违反相关法律法规或本协议的约定），暂停、中止或终止向您提供全部或部分服务，并移除您的资料。<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12.2&nbsp;如果爱宠筹发现您违反法律法规或本协议约定使用爱宠筹提供的服务，或认为您存在违反法律规定或本协议约定的可能时，有权不经通知先行暂停或终止向您提供全部或部分服务，且无需向您承担任何责任。<br />
        13、因以下任一情形导致您无法使用全部或部分服务时，爱宠筹不承担任何责任，该情形包括但不限于：<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;13.1&nbsp;爱宠筹在网站公告之系统停机维护期间；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;13.2&nbsp;电信设备出现故障不能进行数据传输的；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;13.3&nbsp;您的银行卡发卡银行的原因导致的服务中断或延迟；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;13.4&nbsp;因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成爱宠筹系统障碍不能执行业务的；<br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;13.5&nbsp;由于黑客攻击、电信部门技术调整或故障、网站升级等原因而造成的服务中断或者延迟。<br />
        14、爱宠筹依据本协议约定中止或终止向您提供服务后，并不能免除您在中止或终止前实施的行为应承担的任何法律后果。<br />
        15、本协议的成立、生效、履行，均适用中华人民共和国法律解释。<br />
        16、爱宠筹发布的各类规则、协议、条款等，构成本协议不可分割的组成部分。爱宠筹有权适时调整本协议的内容，并在爱宠筹公布，如您不能接受变更后的协议内容，请立即停止使用爱宠筹提供的服务。如您继续使用爱宠筹提供的服务，视为您理解并接受调整后的本协议。<br />
        17、狗粮为福贝厂家直接供应，爱宠筹官方监控，如发现质量问题或接受方不接受此粮，平台会发起退货，所筹粮款按原路返回给粉丝。
    </div>
</body>
</html>
